
const EVENTS = [
  {
    datetime: new Date('2013-09-13'),
    description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
    type: "Наука"
  },
  {
    datetime: new Date('2016-04-01'),
    description: `Телескоп "Хаббл" обнаружил самую удаленную из всех обнаруженных галактик, получившую название GN-z11`,
    type: "Наука"
  },
  {
    datetime: new Date('2017-07-20'),
    description: "Компания Tesla официально представила первый в мире элекрический грузовик Tesla Semi",
    type: "Наука"
  },
  {
    datetime: new Date('2018-01-01'),
    description: "Старт коспического аппарата Parker Solar Probe Plus, предназначенного для изучения Солнца",
    type: "Наука"
  },
  {
    datetime: new Date('2020-01-01'),
    description: "Корабль Crew Dragon вернулся на Землю из первого пилотируемого полета",
    type: "Наука"
  },
  {
    datetime: new Date('1992-01-01'),
    description: `Нобелевская премия по литературе - Дерек Уолкотт, "За блестящий образец карибского эпоса в 64 разделах"`,
    type: "Литература"
  },
  {
    datetime: new Date('1994-01-01'),
    description: `"Бессоница - роман Стивена Кинга"`,
    type: "Литература"
  },
  {
    datetime: new Date('1995-01-01'),
    description: "Нобелевская премия по литературе - Шеймас Хини",
    type: "Литература"
  },
  {
    datetime: new Date('1997-01-01'),
    description: `"Гарри Поттер и философский камень - роман Дж. К. Роулинг"`,
    type: "Литература"
  },
  {
    datetime: new Date('2000-01-01'),
    description: "Гарри Поттер и философский камень - роман Дж. К. Роулинг",
    type: "Литература"
  },
]

export { EVENTS }
